{"indexed": {"date-parts": [[2020, 8, 27]], "date-time": "2020-08-27T16:43:37Z", "timestamp": 1598546617424}, "edition-number": "1", "reference-count": 0, "publisher": "Oxford University Press", "isbn-type": [{"value": "9780198843306", "type": "print"}, {"value": "9780191879128", "type": "electronic"}], "content-domain": {"domain": [], "crossmark-restriction": false}, "published-print": {"date-parts": [[2019, 5, 30]]}, "abstract": "<p>This book critically engages the shortcomings of the field of international heritage law, seen through the lenses of the five major UNESCO treaties for the safeguarding of different types of heritage. It argues that these five treaties have, by design or in their implementation, effectively prevented local communities, who bear the brunt of the costs associated with international heritage protection, from having a say in how their heritage is managed. The exclusion of local communities often alienates them not only from international decision-making processes but also from their cultural heritage itself, ultimately meaning that systems put in place for the protection of cultural heritage contribute to its disappearance in the long term. The book adds to existing literature by looking at these UNESCO treaties not as isolated regimes, which is the common practice in the field, but rather as belonging to a discursive continuum on cultural heritage. Rather than scrutinizing the regimes themselves, the book focuses on themes that cut across the relevant UNESCO regimes, such as the use of expert rule in international heritage law, economics, and the relationship between heritage and the environment. It uses this mechanism to highlight the blind spots and unintended consequences of UNESCO treaties and how choices made in their drafting have continuing and potentially negative impacts on how we think about and safeguard heritage. The book is of interest to cultural heritage scholars and practitioners across all disciplines, as well as to international lawyers interested in the dynamics of fragmented subfields.</p>", "DOI": "10.1093/oso/9780198843306.001.0001", "type": "book", "created": {"date-parts": [[2019, 7, 17]], "date-time": "2019-07-17T08:54:19Z", "timestamp": 1563353659000}, "source": "Crossref", "is-referenced-by-count": 2, "title": ["International Heritage Law for Communities"], "prefix": "10.1093", "author": [{"given": "Lucas", "family": "Lixinski", "sequence": "first", "affiliation": []}], "member": "286", "published-online": {"date-parts": [[2019, 7, 18]]}, "original-title": ["International Heritage Law for Communities"], "deposited": {"date-parts": [[2020, 7, 30]], "date-time": "2020-07-30T21:18:25Z", "timestamp": 1596143905000}, "score": 92.65796, "subtitle": ["Exclusion and Re-Imagination"], "issued": {"date-parts": [[2019, 5, 30]]}, "ISBN": ["9780198843306", "9780191879128"], "references-count": 0, "URL": "http://dx.doi.org/10.1093/oso/9780198843306.001.0001"}