{"indexed": {"date-parts": [[2020, 3, 26]], "date-time": "2020-03-26T05:33:44Z", "timestamp": 1585200824207}, "reference-count": 42, "publisher": "Informa UK Limited", "issue": "2", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": ["Journal of Media Law"], "published-print": {"date-parts": [[2011, 12]]}, "DOI": "10.5235/175776311799280782", "type": "journal-article", "created": {"date-parts": [[2012, 2, 7]], "date-time": "2012-02-07T14:27:02Z", "timestamp": 1328624822000}, "page": "287-303", "source": "Crossref", "is-referenced-by-count": 0, "title": ["Copyright, Licences, and Statutory Fraud"], "prefix": "10.1080", "volume": "3", "author": [{"given": "Ronan", "family": "Deazley", "sequence": "first", "affiliation": [{"name": "Ronan Deazley, Professor of Law, University of Glasgow, UK;"}]}, {"given": "Robert", "family": "Sullivan", "sequence": "additional", "affiliation": [{"name": "Robert Sullivan, Emeritus Professor of Law, University College London, UK. The authors would like to thank Isabella Alexander, Ross Anderson, Sarah Green and Pauline McBride for their comments on earlier drafts of this article. The opinions stated herein are the authors' own. The usual conditions apply."}]}], "member": "301", "published-online": {"date-parts": [[2015, 5, 7]]}, "reference": [{"key": "CIT0001", "unstructured": "Given the nature of the argument that we pursue within this article, we have chosen to present quotations from current image library websites anonymously. It is no part of the purpose of this article to advocate the prosecution of any image library for statutory fraud, or any of the employees of an image library responsible for conceiving and disseminating its particular copyright policy. All relevant websites were initially visited in July 2011 and all quotations were accurate at the time of going to press. As a matter of good practice, we have also archived all website quotations that we make reference to herein."}, {"key": "CIT0002", "unstructured": "For relevant US commentary on this issue see Paul Heald, ‘Payment Demands for Spurious Copyrights: Four Causes of Action' (1993-4) 1 Journal of Intellectual Property Law 259; Jason Mazzone, ‘Copyfraud’ (2006) 81(3) New York University Law Review 1026."}, {"key": "CIT0003", "year": "2010", "volume-title": "Simester and Sullivan's Criminal Law"}, {"key": "CIT0005", "year": "2006", "volume-title": "Hansard"}, {"key": "CIT0006", "year": "1973", "volume-title": "Brutus v Cozens"}, {"key": "CIT0007", "year": "2001", "volume-title": "R v Hinks"}, {"key": "CIT0008", "unstructured": "Also, an intent to cause loss to another or to expose another to a risk of loss are alternative forms of culpability but not squarely in point for the hypothetical cases we discuss."}, {"key": "CIT0009", "unstructured": "s 5."}, {"key": "CIT0010", "unstructured": "The now abolished offence of obtaining property by deception (Theft Act 1968, s 15) required an actual obtaining of property by means of a deception. Fraudulent conduct intended to obtain property which amounted at most to a criminal attempt (such as the posting of a deceptive letter) will constitute full offences under the Fraud Act 2006. The general inchoate offences of attempt and conspiracy will attach to the new, technically substantive yet essentially inchoate offence of fraud, extending by a long way the reach of anti-fraud regulation. The Act also creates offences of possession of articles for use in frauds (s 6) and making and supplying articles for use in frauds (s 7). We will not be examining liability for conduct preliminary to the commission of fraud by false representation."}, {"key": "CIT0011", "year": "1894", "volume-title": "R v Silverlock"}, {"key": "CIT0012", "year": "1982", "volume-title": "R v Ghosh"}, {"key": "CIT0013", "unstructured": "(1) Was what was done dishonest according to the ordinary standards of reasonable and honest people? If no D is not guilty. If yes:"}, {"key": "CIT0014", "unstructured": "(2) Did D realise that reasonable and honest people regard what he did as dishonest? If yes he is guilty; if no he is not."}, {"key": "CIT0015", "year": "1996", "volume-title": "Ghosh"}, {"key": "CIT0017", "year": "1922", "volume-title": "Russell"}, {"key": "CIT0018", "year": "1987", "volume-title": "R v King"}, {"key": "CIT0019", "author": "Peel Edwin", "year": "2007", "volume-title": "Treitel, The Law of Contract"}, {"key": "CIT0020", "unstructured": "For recent discussion about the enforceability of browse-wrap licences see Mark A Lemley, ‘Terms of Use’ (2006) 91 Minnesota Law Review 459; Hasan A Deveci, ‘Consent in Online Contracts: Old Wine in New Bottles' (2007) 13(8) Computer and Telecommunications Law Review 223; Leon E Trakman, ‘The Boundaries of Contract Law in Cyberspace' (2009) 2 International Business Law Journal 159; Martin Kretschmer, Estelle Derclaye, Marcella Favale and Richard Watt, The Relationship between Copyright and Contract Law: A Literature Review (SABIP, 2010) 100–2."}, {"key": "CIT0021", "year": "2010", "volume-title": "Newspaper Licensing Agency Ltd v Meltwater Holding"}, {"key": "CIT0022", "unstructured": "We do not think it necessary to entertain the argument that by the simple fact of posting terms and conditions upon its website as to the use of images held by any particular image library, the image library has put anyone in the world upon notice of these terms and conditions even when they have not actually accessed the company's website. An argument to that effect would be absurd. As such, we confine our analysis within this section to persons who have actually accessed the relevant website in question."}, {"key": "CIT0023", "author": "Pharmaceutical Society of Great Britain v Boots Cash Chemists (Southern) Ltd", "year": "1953", "volume-title": "Pharmaceutical Society"}, {"key": "CIT0024", "year": "2002", "volume-title": "Specht v Netscape Corp"}, {"key": "CIT0025", "unstructured": "AV v iParadigms, LLC, 544 F Supp 2d 473 (2008), 484–5. For other decisions in which the US courts have refused to enforce terms of use, see Waters v Earthlink, Inc, 91 F App'x 697 (2003) (refusing to enforce an arbitration clause posted on a website in the absence of proof that the consumer had actually seen the clause); Campbell v General Dynamics Government Systems Corp, 407 F 3d 546 (2005) (an employer who posted terms on its website and then drew its employees' attention to those terms by way of an email could not bind its employees to those terms in the absence of actual consent on the part of its employees)."}, {"key": "CIT0026", "year": "2004", "volume-title": "Register.com, Inc"}, {"key": "CIT0027", "year": "1096", "volume-title": "Ticketmaster LLC v RMG Technologies, Inc"}, {"key": "CIT0028", "author": "Pollstar v Gigmania, Ltd", "year": "2000", "volume-title": "Ticketmaster Corp v Tickets.com, Inc"}, {"key": "CIT0029", "volume-title": "Register.com"}, {"key": "CIT0030", "year": "2003", "volume-title": "Ticketmaster"}, {"key": "CIT0031", "unstructured": "Lemley (n 17) 472–7."}, {"key": "CIT0032", "unstructured": "Regarding the analysis in the preceding section, we acknowledge that where an image library believes in good faith that anyone browsing its website is bound by the terms of use pertaining to their website, an allegation of statutory fraud will not be sustainable, at least with respect to those persons who have visited the organisation's website. This will be so even if no valid contract has been made with the person browsing the site. However, we do not believe that this would insulate an image library from an allegation of statutory fraud when making claims for payment from persons who have not visited the organisation's website in circumstances where the organisation knows that its demand for payment relates to a use that falls squarely within the statutorily-defined permitted acts."}, {"key": "CIT0033", "unstructured": "Statements to this effect can be found on image library websites. For example, Company I's website contains the following: 'The copyright of all the images on this web site is owned by [Company I] in accordance with the 1988 Copyright, Designs and Patents Act. /Licences for original photographs are issued to our clients for them to use the photographs they have paid for in advertising and marketing material, professional award submissions, web applications etc. Each licence is applicable only to the relevant client. No third party is permitted to use or reproduce images we have supplied without our permission.' However, these statements are incorporated not within stated terms of use for the website, but within the information that Company I provides about its ‘Copyright Policy’."}, {"key": "CIT0034", "volume": "42", "issue": "3", "first-page": "326", "year": "2011", "journal-title": "IIC: International Review of Intellectual Property and Competition Law"}, {"key": "CIT0035", "year": "1985", "volume-title": "Duke of Westminster v Guild"}, {"key": "CIT0036", "year": "2005", "volume-title": "Copyright Law in the Digital Society: The Challenges of Multimedia"}, {"key": "CIT0038", "unstructured": "For details, see www.ipo.gov.uk/ipreview/ipreview-c4e.htm (accessed 12 July 2011)."}, {"key": "CIT0040", "year": "1972", "volume-title": "Tesco Supermarkets v Natrass"}, {"key": "CIT0041", "unstructured": "Directors and other employees who conceive and enforce the copyright policy may, if the analysis we offer is correct, commit fraud in their own right irrespective of whether they are sufficiently senior within the organisation to engage the liability of the organisation itself."}, {"key": "CIT0042", "unstructured": "For example, see Andrew Gowers, The Gowers Review of Intellectual Property (HMSO, 2006) 39; Intellectual Property Office/Department for Business, Innovation and Skills, © the way ahead: A Strategy for Copyright in the Digital Age (Intellectual Property Office, 2009) 6–7, 27–28."}, {"key": "CIT0043", "year": "2008", "volume-title": "Taking Forward the Gowers Review of Intellectual Property: Proposed Changes to Copyright Exceptions"}, {"key": "CIT0044", "year": "2011", "volume-title": "Digital Opportunity: A Review of Intellectual Property and Growth"}, {"key": "CIT0045", "year": "2009", "volume-title": "Gowers Review"}, {"key": "CIT0046", "volume-title": "© the way ahead"}], "container-title": ["Journal of Media Law"], "language": "en", "link": [{"URL": "https://www.tandfonline.com/doi/pdf/10.5235/175776311799280782", "content-type": "unspecified", "content-version": "vor", "intended-application": "similarity-checking"}], "deposited": {"date-parts": [[2017, 12, 4]], "date-time": "2017-12-04T15:31:50Z", "timestamp": 1512401510000}, "score": 92.80779, "issued": {"date-parts": [[2011, 12]]}, "references-count": 42, "journal-issue": {"published-online": {"date-parts": [[2015, 5, 7]]}, "published-print": {"date-parts": [[2011, 12]]}, "issue": "2"}, "alternative-id": ["10.5235/175776311799280782"], "URL": "http://dx.doi.org/10.5235/175776311799280782", "relation": {"cites": []}, "ISSN": ["1757-7632", "1757-7640"], "issn-type": [{"value": "1757-7632", "type": "print"}, {"value": "1757-7640", "type": "electronic"}]}