{"indexed": {"date-parts": [[2020, 7, 30]], "date-time": "2020-07-30T18:24:19Z", "timestamp": 1596133459730}, "reference-count": 0, "publisher": "Oxford University Press", "isbn-type": [{"value": "9780190604356", "type": "print"}], "content-domain": {"domain": [], "crossmark-restriction": false}, "published-print": {"date-parts": [[2017, 11, 23]]}, "abstract": "<p><italic>More Than Meets the Eye: What Blindness Brings to Art explores</italic> the ways blindness and visual art are linked in many facets of the culture. The author writes from her position as the blind daughter of two visual artists. Due to this background, she claims to know something about art, but recognizes that this claim challenges cultural notions that conflate seeing with knowing. The book examines the ways blindness has been represented in philosophy, visual culture, and cognitive science, showing how these traditional understandings of blindness rely on an over-determined, one-to-one correspondence between touch in the blind and sight in the sighted, as if the other senses and other forms of cognition play no role in perception. Unfortunately, this reductive image of blindness often influences the design of museum access programs for the blind, including touch tours and verbal description of art. The book places these representations in conversation with autobiographical accounts by blind people, especially blind and visually impaired artists. It also gives a first-hand account of access programs at art institutions around the world, and speculates on how acceptance of the idea of blind artists and blind art lovers can change future museum practices and aesthetic values. The book is more of an extended, speculative essay than a scholarly treatment or how-to manual that seeks to show that what blindness brings to art is the recognition that there is more to it than meets the eye.</p>", "DOI": "10.1093/oso/9780190604356.001.0001", "type": "book", "created": {"date-parts": [[2017, 11, 22]], "date-time": "2017-11-22T11:22:47Z", "timestamp": 1511349767000}, "source": "Crossref", "is-referenced-by-count": 3, "title": ["More than Meets the Eye"], "prefix": "10.1093", "author": [{"given": "Georgina", "family": "Kleege", "sequence": "first", "affiliation": []}], "member": "286", "container-title": ["Oxford Scholarship Online"], "original-title": ["More than Meets the Eye"], "deposited": {"date-parts": [[2020, 7, 30]], "date-time": "2020-07-30T17:28:41Z", "timestamp": 1596130121000}, "score": 75.13193, "issued": {"date-parts": [[2017, 11, 23]]}, "ISBN": ["9780190604356"], "references-count": 0, "URL": "http://dx.doi.org/10.1093/oso/9780190604356.001.0001"}