{"indexed": {"date-parts": [[2020, 4, 14]], "date-time": "2020-04-14T02:49:16Z", "timestamp": 1586832556177}, "posted": {"date-parts": [[2017, 5, 23]]}, "group-title": "LawArXiv", "reference-count": 0, "publisher": "Center for Open Science", "content-domain": {"domain": [], "crossmark-restriction": false}, "short-container-title": [], "abstract": "<p>In a number of recent controversies, from sports teams’ use of Indian mascots to the federal government’s desecration of sacred sites, American Indians have lodged charges of “cultural appropriation” or the unauthorized use by members of one group of the cultural expressions and resources of another. While these and other incidents make contemporary headlines, American Indians often experience these claims within a historical and continuing experience of dispossession. For hundreds of years, the U.S. legal system has sanctioned the taking and destruction of Indian lands, artifacts, bodies, religions, identities, and beliefs, all toward the project of conquest and colonization. Indian resources have been devalued by the law and made available for non-Indians to use for their own purposes. Seeking redresses for the losses caused by these actions, tribes have brought claims under a variety of laws, from trademark and copyright to the First Amendment and Fifth Amendment, and some have been more successful than others. As a matter of property law, courts have compensated—albeit incompletely—the taking of certain Indian lands and have also come to recognize tribal interests in human remains, gravesites, and associated artifacts. When it comes to intangible property, however, the situation is more complicated. It is difficult for legal decision makers and scholars alike to understand why Indian tribes should be able to regulate the use of Indian names, symbols, and expressions. Indeed, non-Indians often claim interests, sounding in free speech and the public domain, in the very same resources. To advance understanding of this contested area of law, this Article situates intangible cultural property claims in a larger history of the legal dispossession of Indian property—a phenomenon we call “Indian appropriation.” It then evaluates these claims vis-à-vis prevailing legal doctrine and offers a normative view of solutions, both legal and extralegal.Published: Angela R. Riley and Kristen A. Carpenter, \"Owning Red: A Theory of Indian (Cultural) Appropriation,\" 94 Texas Law Review 859 (2016).</p>", "DOI": "10.31228/osf.io/zbnuc", "type": "posted-content", "created": {"date-parts": [[2018, 7, 2]], "date-time": "2018-07-02T10:56:10Z", "timestamp": 1530528970000}, "source": "Crossref", "is-referenced-by-count": 0, "title": ["Owning Red: A Theory of Indian (Cultural) Appropriation"], "prefix": "10.31234", "author": [{"given": "Angela R.", "family": "RIley", "sequence": "first", "affiliation": []}, {"given": "Kristen", "family": "Carpenter", "sequence": "additional", "affiliation": []}], "member": "15934", "container-title": [], "original-title": [], "deposited": {"date-parts": [[2018, 7, 2]], "date-time": "2018-07-02T10:57:07Z", "timestamp": 1530529027000}, "score": 1.0, "subtitle": [], "short-title": [], "issued": {"date-parts": [[2017, 5, 23]]}, "references-count": 0, "URL": "http://dx.doi.org/10.31228/osf.io/zbnuc", "relation": {}, "subtype": "preprint"}